[
  {
    "title": "Senior UX-designer (250102)",
    "url": "https://experis.recman.no/job.php?job_id=414384",
    "start": "",
    "duration": "",
    "scope": "",
    "location": "",
    "id": "",
    "deadline": "",
    "details": "Startdato: 03.02.2025 Varighet: 31.12.2025 Lokasjon: NHNs lokaler i Oslo. Hjemmekontor avtales med teamet. Omfang: 100% Refnr: 250102 Søknadsfrist: 13.01.2025 kl 08:00 Om kunden Norsk Helsenett SF er en nasjonal tjenesteleverandør for helse- og omsorgssektoren. Vi leverer blant annet de nasjonale e-helseløsningene helsenorge.no, e-resept, kjernejournal og en rekke andre initiativ. Våre løsninger skal brukes av hele Norge, og vi skal sikre hensiktsmessig arkitektur, design, utvikling og optimalisering av våre brukerflater. Våre innbyggerrettede tjenester er samlet på nettstedet helsenorge.no, som eksponerer bl.a. resepter, kjernejournal, helsekontakter, henvisninger, timebestillinger og en lang rekker andre tjenester og innhold. Helsenorge har omfattende integrasjoner med andre løsninger i helsesektoren, som f.eks. journalløsninger, registre, nasjonal kjernejournal og e-resept. Tjenestene utvikles i samarbeid med aktører i helsesektoren. Bakgrunn for bistanden Helsenorge videreutvikles løpende, med konsolidering av eksisterende tjenester og innføring og integrering av nye. Teamet for profil og tilgangsstyring har er det behov for UX-designer som jobber tett med resten av teamet for videreutvikling av eksisterende løsninger og nye oppdrag. Det er også aktuelt å bidra inn i andre team ved behov. Bistanden som skal utføres Som UX-designer vil dine hovedarbeidsoppgaver være å: Bistå i kartlegging av behov (behovsanalyse) Aktivt delta i løsningsspesifikasjon Design av nye funksjoner, i henhold til designsystem, krav til universell utforming og eksisterende løsning Formidle designkrav til utvikling og test, og sammen sikre gode leveranser Jobbe tett med utviklere for å sikre helhetlig brukskvalitet Følge opp arbeidet med universell utforming, som bla. omfatter oppfølging og tolkning av UU-analyser, prioritering av oppgaver, veilede utviklerne samt bistå i testing. Bistå i testing av ny og endret funksjonalitet underveis i utviklingsiterasjonene.  Være en del av et produktorientert løsningsteam (tverrfaglig team), og samarbeide med andre designere i Divisjon Innbygger. Det kan tilkomme andre arbeidsoppgaver underveis i utførelsen av bistanden. Kunden kan også benytte konsulenten i andre prosjekter dersom Kunden anser dette hensiktsmessig. Krav til kompetanse Absolutte krav Tilbudte konsulent skal ha utdanning på minimum Bachelor-Nivå. Tilbudte konsulent skal ha minimum 5 års samlet erfaring innenfor UX-design. Tilbudte konsulent må ha god kjennskap til Universell Utforming, herunder også gjeldende standarder og lovkrav (WCAG 2.1). Tilbudt konsulent må beherske verktøyet Figma godt. Tilbudt konsulent må ha erfaring med (slutt)brukertesting. Tilbudt konsulent skal ha gode muntlige og skriftlige kommunikasjonsegenskaper på norsk. Evalueringskrav Tilbudt konsulent bør ha erfaring med prototyping, og da primært vha. Figma. Tilbudt konsulent bør ha erfaring med UU-testing og kvalitetssikre implementasjon av design. Tilbudt konsulent bør ha erfaring i å jobbe i tverrfaglige team og samarbeid på tvers av fagområder (eks. funksjonelle arkitekter, utviklere og andre designere). Tilbudt konsulent bør ha erfaring med bruk av designsystemer. Tilbudt konsulent bør ha kunnskap om personvern og GDPR. Send CV, pris og tilgjengelighet til nora.hartlov@no.experis.com for å søke, og for å motta kompetansematrise til utfylling.",
    "source": "Experis"
  },
  {
    "title": "IT Consultant (250101)",
    "url": "https://experis.recman.no/job.php?job_id=414292",
    "start": "",
    "duration": "30.01.2026",
    "scope": "100%",
    "location": "Stavanger",
    "id": "",
    "deadline": "09.01. 09:00",
    "details": "Start:                19.01. Duration:         30.01.2026 Scope:              100% Seniority:         Junior Location:         Stavanger Refnr:               250101 Deadline:        09.01. 09:00 IT Consultant to customer in oil & energy Tasks and responsibilities The selected candidate will join a competent integrated team with quant developers and analysts. The idea is that the candidate will bring complementary hands-on IT skills into the team. We have several models in an explore phase where testing, back-testing and validation is ongoing. The selected candidate will participate in the work with these models. Tasks: Alignment with governing documents. Performance analyses and advising. Infrastructure (configuration and monitoring). Advisor for the other team members. Model development/implementation. Integration with other solutions via API and interfaces. Frontend (Radix, Power-apps). The selected candidate will have to undergo a background check at suppliers’ cost. Reach out to recieve the competency matrix. Candidates should present an English CV in Word format, asking price, and availability.",
    "source": "Experis"
  },
  {
    "title": "Software Engineer (241238)",
    "url": "https://experis.recman.no/job.php?job_id=413892",
    "start": "",
    "duration": "",
    "scope": "100%",
    "location": "Stavanger",
    "id": "",
    "deadline": "03.01. 09:00",
    "details": "Start:               13.01. End:                 31.12.2025 with options Scope:             100% Location:         Stavanger Refnr:              241238 Deadline:        03.01. 09:00 Competency matrix Software Engineer to customer in oil & energy Background of the project TDI RLC CC Digital at the customer is home to \"digital\" competence working dedicated with renewables and low carbon. Join their team of brilliant software engineers developing solutions for the energy transition. Tasks and responsibilities Combine data from different sources, create and update basis for analysis and energy systems modelling. Cross-functional team which values curiosity and willingness to learn technologies and domains. Work in close collaboration with domain experts. Provide cloud-based tools for investment decisions and optimization. The team is small and they are exploring different approaches to solving business problems, the candidate will be part of shaping how the team work. Competence Requirements Must have: Experience with Python and its API frameworks. Experience with hosting solutions in Azure, including authentication flows with Microsoft EntraID. Skills to maintain a full stack solution, with regards to security, uptime and continuous improvement. Team player. Good to have: Experience with .NET and frameworks. The selected candidate will have to undergo a background check at suppliers’ cost. Candidates should present an English CV & competency matrix in Word format, asking price, and availability.",
    "source": "Experis"
  },
  {
    "title": "Release Manager (241235)",
    "url": "https://experis.recman.no/job.php?job_id=413578",
    "start": "",
    "duration": "",
    "scope": "",
    "location": "",
    "id": "",
    "deadline": "",
    "details": "Startdato: 20.01.2025 Varighet: 31.12.2025 Lokasjon: Skøyen og Brakerøy Omfang: 100% Refnr: 241235 Søknadsfrist: 07.01.2025 kl 09:00 Beskrivelse av oppdraget/bistanden Sykehuspartner skal levere IKT til flere nye sykehus og sykehusbygg i tiden framover. Dette organiseres i ulike byggeprosjekter der Nytt Sykehus i Drammen og Nytt Klinikk- og Protonbygg på Radiumhospitalet er de største som nå er i gjennomføringsfase. Som felles leveranseapparat for prosjektene benyttes Løsningsfabrikken der arbeidet utføres ved bruk av smidig metodikk (scrum) og verktøyet ALM Octane. I dette oppdraget er det er behov for en erfaren Release manager med smidig kompetanse. Konsulentens oppgaver Rollen er en del av et release team som samarbeider med prosjektledere og teamledere i byggeprosjektene, representanter fra byggherre og helseforetak samt fagområder i Sykehuspartner.   Planlegge, forberede og gjennomføre produksjonssettinger. Ibruktagelser, early-life support og overleveringer i regi av byggeprosjektene. Bidra til kontinuerlig utvikling av release og deployment metodikken for byggeprosjektene. Oppgavene gjennomføres i henhold til etablert release og deployment metodikk i Sykehuspartner. Må ha erfaring og kompetanse: Minimum 2 års erfaring fra rollen som release manager Dokumentert god teknisk IKT forståelse, både infrastruktur- og applikasjonsnivå Dokumentert erfaring fra prosjektledelse Dokumentert erfaring med å jobbe i store og komplekse organisasjoner. Erfaring fra arbeid med kliniske løsningsmiljøer Gode kommunikasjonsevner i norsk både muntlig og skriftlig Ønsket erfaring og kompetanse: Tidligere erfaring fra rollen som release manager i HSØ Kjennskap til AIO løsninger Anestesi, Operasjon og intensivtjeneste Kjennskap til sykehusdrift Evnen til å forholde seg til en stor mengde detaljer, men samtidig klare å holde oversikt over helheten. Erfaring fra å lede prosesser og kommunisere tydelig med tekniske ressurser. Erfaring med å jobbe selvstendig med pålagte arbeidsoppgaver, og levere innen avtalte frister. Erfaring fra å samhandle godt med prosjektdeltakere samt drift- og forvaltningspersonell. Være proaktiv, løsningsorientert g ha et sterkt leveransefokus Dokumentert erfaring med smidig metodikk Personlige egenskaper: Strukturert God skriftlig og muntlig kommunikasjon Selvstendig Ansvarsfull Vi ønsker ikke tilbud med kandidater som ikke oppfyller angitte må-ha krav. Vi er pliktig å avvise slike tilbud hvis de likevel tilbys Send CV, pris og tilgjengelighet til nora.hartlov@no.experis.com for å søke.",
    "source": "Experis"
  },
  {
    "title": "Platform Monitoring and Reliability Engineer (241230)",
    "url": "https://experis.recman.no/job.php?job_id=413452",
    "start": "",
    "duration": "6 months, with possibility for prolongment to 31.12.2025",
    "scope": "100%",
    "location": "Høvik, 3 days a week required onsite.",
    "id": "",
    "deadline": "06.01.2025, kl 11.00",
    "details": "Start date: February 2025 Duration: 6 months, with possibility for prolongment to 31.12.2025 Scope: 100% Location: Høvik, 3 days a week required onsite. Refnr: 241231 Deadline: 06.01.2025, kl 11.00   The Head of Section for Smart Use of Data needs a new resource for their application hosting platform, AppCity, starting from February 2025.  We are seeking a proactive and skilled Platform Monitoring and Reliability Engineer to join our Internal Developer Platform (IDP) team. This role is at the intersection of technology, security, and user communication, ensuring the reliability and security of our platform and the applications it hosts. You will take ownership of monitoring tools, incident response processes, and user communication strategies, playing a critical role in maintaining trust and transparency with platform users.   Key Responsibilities Platform and Application Monitoring: Maintain monitoring systems for the platform and hosted applications. Create and configure alerts to detect performance bottlenecks, security vulnerabilities, and reliability issues. Analyse monitoring data to identify trends and proactively address potential risks. Incident Management: Act as the first point of contact for platform-related incidents. Coordinate with engineering teams to investigate and resolve issues promptly. Document incident details, root causes, and resolutions to improve future processes. User Communication and Support: Develop clear and user-friendly communication templates for security and reliability notifications. Proactively inform users about incidents, updates, and resolutions, ensuring transparency and minimal disruption. Serve as a liaison between platform users and the engineering team to address user-reported issues. Security and Compliance: Collaborate with the security team to ensure adherence to best practices and compliance requirements. Implement monitoring to detect security breaches, vulnerabilities, and unauthorized access. Recommend improvements to enhance the platform's overall security posture. Tooling and Automation: Develop and maintain scripts and automation tools to streamline monitoring and communication processes. Work with DevOps teams to ensure monitoring tools are effectively integrated into CI/CD pipelines.   Qualifications Must-Have: Proficiency in scripting languages (e.g., Python, Bash) and automation frameworks. Understanding of cloud platforms (e.g., AWS, Azure, GCP) and container orchestration tools (e.g., Kubernetes).   Nice-to-Have: Experience with internal developer platforms or platform engineering teams. Familiarity with software development lifecycle and DevSecOps practices.   Send CV in English and a response to the qualifications in a separate document, hourly rate and availability on mail to stina-eirin.hjelmeland@no.experis.com.",
    "source": "Experis"
  }
]